Repository: alfamizar/Coordi
Catalog: JustCompute/Resources/Strings/AppStringsRes.*.resx
Languages: es_es, ru_ru

# AddLocationLabel
source: Add Location
es_es: Agregar Direccion
ru_ru: Добавить местоположение

# AnnularEclipseLabel
source: Annular
es_es: Anular
ru_ru: Кольцевой

# AorTEclipseBeginTimeLabel
source: Annular or Total eclipse begin time: {0:hh:mm tt}
es_es: Hora de inicio del eclipse anular o total: {0}
ru_ru: Время начала кольцеобразного или полного затмения: {0:

# AorTEclipseEndTimeLabel
source: Annular or Total eclipse end time: {0:hh:mm tt}
es_es: Hora de finalización del eclipse anular o total: {0}
ru_ru: Время окончания кольцевого или полного затмения: {0}

# AorTSolarEclipseDurationLabel
source: Annular or Total eclipse duration: {0}
es_es: Duración del eclipse anular o total: {0}
ru_ru: Продолжительность кольцеобразного или полного затмения: {0}

# AquariusLabel
source: Aquarius
es_es: Acuario
ru_ru: Водолей

# AriesLabel
source: Aries
ru_ru: Овен

# AtTheseCoordinatesLabel
source: At these coordinates:
es_es: En estas coordenadas:
ru_ru: По этим координатам:

# BeaverMoonLabel
source: Beaver Moon
es_es: Luna de castor
ru_ru: Бобровая луна

# BlueMoonLabel
source: Blue Moon
es_es: Luna azul
ru_ru: Голубая луна

# BuckMoonLabel
source: Buck Moon
es_es: Buck Luna
ru_ru: Бак Мун

# CancerLabel
source: Cancer
es_es: Cáncer
ru_ru: Рак

# CannotGetCurrentLocationError
source: Can not get your's current location, please, check app permissions and try again later
ru_ru: Не удается определить ваше текущее местоположение. Проверьте разрешения приложения и повторите попытку позже.

# CannotGetCurrentLocationLabel
source: Cannot get current location. Please, try later
es_es: No se puede obtener la ubicación actual. Vuelva a intentarlo más tarde, agregue una ubicación manualmente o seleccione una de la lista de ubicaciones disponibles en la base de datos.
ru_ru: Не удается получить текущее местоположение. Пожалуйста, попробуйте позднее

# CannotGetLocationLabel
source: Cannot get any location
es_es: No puedo obtener ninguna ubicación
ru_ru: Не удается получить местоположение

# CapricornLabel
source: Capricorn
es_es: Capricornio
ru_ru: Козерог

# CityLabel
source: City
es_es: Ciudad
ru_ru: Город

source: Close
es_es: Cerrar
ru_ru: Закрыть

# ColdMoonLabel
source: Cold Moon
es_es: Luna fría
ru_ru: Холодная Луна

# ConvertersLabel
source: Converters
es_es: Convertidores
ru_ru: Конвертеры

# CoordinatesConverterLabel
source: Coordinates Converter
es_es: Convertidor de coordenadas
ru_ru: Конвертер координат

# CornMoonLabel
source: Corn Moon
es_es: Luna de maíz
ru_ru: Кукурузная луна

# CountryLabel
source: Country
es_es: País
ru_ru: Страна

# DarkThemeLabel
source: Dark Theme
es_es: Tema oscuro
ru_ru: Темная тема

# DateLabel
source: Date: {0:dd MMMM yyyy}
es_es: Fecha: {0:dd MMMM aaaa}
ru_ru: Дата: {0:dd MMMM yyyy}

# DateWithTimeLabel
source: Date: {0:dd MMMM yyyy hh:mm:ss}
es_es: Fecha: {0:dd MMMM aaaa hh:mm:ss}
ru_ru: Дата: {0:dd MMMM yyyy hh:mm:ss}

# DayDurationLabel
source: Day duration: {0}
es_es: Duración del día: {0}
ru_ru: Продолжительность дня: {0}

# DeleteLabel
source: Delete
es_es: Borrar
ru_ru: Удалить

# DigraphLabel
source: Digraph (MGRS 100,000 Meter Square Identifier): {0}
es_es: Digrafo (Identificador MGRS de 100.000 metros cuadrados): {0}
ru_ru: Диграф (идентификатор MGRS 100 000 квадратных метров): {0}

# DistanceLabel
source: Distance: {0:0.##} {1}
es_es: Distancia
ru_ru: Расстояние

# DistanceUnitLabel
source: Distance Unit
es_es: Unidad de distancia
ru_ru: Единица расстояния

# EclipsesLabel
source: Eclipses
ru_ru: Затмения

# FeetsAbbreviationLabel
source: ft
es_es: pie
ru_ru: футов

# FeetsLabel
source: Feets
es_es: Pies
ru_ru: Футы

# FirstQuarterLabel
source: First quarter
es_es: Primer cuarto
ru_ru: Первая четверть

# FullMoonLabel
source: Full Moon
es_es: Luna llena
ru_ru: Полнолуние

# GeminiLabel
source: Gemini
es_es: Geminis
ru_ru: Близнецы

source: Go To Settings
es_es: Ajustes
ru_ru: Перейти в настройки

# HuntersMoonLabel
source: Hunters Moon
es_es: Luna de cazadores
ru_ru: Охотничья Луна

# InverseFlatteningLabel
source: Inverse Flattening: {0}
es_es: Aplanamiento inverso: {0}
ru_ru: Обратная Сплюснутость: {0}

# KilometersAbbreviationLabel
source: km
ru_ru: км

# KmLabel
source: Kilometers
es_es: Kilómetros
ru_ru: Км

# LastQuarterLabel
source: Last quarter
es_es: Último cuarto
ru_ru: Последняя четверть

# LatitudeLabel
source: Latitude
es_es: Latitud
ru_ru: Широта

# LatitudeStringFormatLabel
source: Latitude: {0:0.#####}
es_es: Latitud: {0:0.#####}
ru_ru: Широта: {0:0.#####}

# LeoLabel
source: Leo
es_es: León
ru_ru: Лев

# LibraLabel
source: Libra
ru_ru: Весы

# LocationLabel
source: Location:
es_es: Ubicación:
ru_ru: Расположение:

# LocationNameLabel
source: Location Name
es_es: Nombre del lugar
ru_ru: Название местоположения

# LocationPermissionDialogMessage
source: App needs access device location to operate
es_es: La aplicación necesita acceder a la ubicación del dispositivo para funcionar
ru_ru: Приложению требуется доступ к местоположению устройства для работы

# LocationPermissionDialogTitle
source: Location Permission
es_es: Permiso de ubicación
ru_ru: Разрешение на доступ к местоположению

# LocationsLabel
source: Locations
es_es: Ubicaciones
ru_ru: Места

# LongitudeLabel
source: Longitude
es_es: Longitud
ru_ru: Долгота

# LongitudeStringFormatLabel
source: Longitude: {0:0.#####}
es_es: Longitud: {0:0.#####}
ru_ru: Долгота: {0:0.#####}

# MaximumSolarEclispseTimeLabel
source: Maximum eclipse time: {0:hh:mm tt}
es_es: Tiempo máximo de eclipse: {0}
ru_ru: Время максимального затмения: {0}

# MetersAbbreviationLabel
source: m
ru_ru: м

# MetersLabel
source: Meters
es_es: Metros
ru_ru: Метры

# MGRSEastingLabel
source: MGRS Easting: {0}
es_es: MGRS Este: {0}
ru_ru: Восток MGRS: {0}

# MGRSLatZoneLabel
source: MGRS Latitude Band Grid Zone Designation: {0}
es_es: Designación de zona de cuadrícula de banda de latitud de MGRS: {0}
ru_ru: Обозначение зоны сетки широтного диапазона MGRS: {0}

# MGRSLonZoneLabel
source: MGRS Longitude Band Grid Zone Designation: {0}
es_es: Designación de zona de cuadrícula de banda de longitud MGRS: {0}
ru_ru: Обозначение зоны координатной сетки полосы долготы MGRS: {0}

# MGRSNorthingLabel
source: MGRS Northing: {0}
es_es: MGRS Norte: {0}
ru_ru: Северное направление MGRS: {0}

# MGRSTypeLabel
source: MGRS Type: {0}
es_es: Tipo MGRS: {0}
ru_ru: Тип MGRS: {0}

# MidLunarEclipseTimeLabel
source: Mid eclipse time: {0:hh:mm tt}
es_es: Hora media del eclipse: {0}
ru_ru: Время середины затмения: {0}

# MilesAbbreviationLabel
source: mi
ru_ru: ми

# MilesLabel
source: Miles
es_es: Millas
ru_ru: Мили

# MoonEclipsesLabel
source: Moon Eclipses
es_es: Eclipses lunares
ru_ru: Лунные затмения

# MoonInZodiacSignLabel
source: Moon in: {0}
es_es: Luna en: {0}
ru_ru: Луна в: {0}

# MoonLabel
source: Moon
es_es: Luna
ru_ru: Луна

# MoonNameLabel
source: Moon name:
es_es: Nombre de la luna:
ru_ru: Имя луны:

# MoonPhaseLabel
source: Moonphase:
es_es: Fase lunar:
ru_ru: Фаза луны:

# MoonRiseDurationLabel
source: Moonrise duration: {0}
es_es: Duración de la salida de la luna: {0}
ru_ru: Продолжительность восхода луны: {0}

# MoonRiseLabel
source: Moonrise: {0:hh:mm tt}
es_es: Salida de la luna: {0}
ru_ru: Восход луны: {0}

# MoonSetLabel
source: Moonset: {0:hh:mm tt}
es_es: Puesta de luna: {0}
ru_ru: Закат Луны: {0}

# NauticalMilesAbbreviationLabel
source: nmi
ru_ru: НМИ

# NauticalMilesLabel
source: Nautical Miles
es_es: Millas náuticas
ru_ru: Морские мили

# NewMoonLabel
source: New Moon
es_es: Luna nueva
ru_ru: Новолуние

# NoSavedLocationsLabel
source: You don't have any saved locations yet, press "+" button to add
es_es: Actualmente no tiene ubicaciones guardadas. Por favor, agregue una ubicación manualmente o seleccione una de la lista de ubicaciones disponibles en la base de datos en la pantalla de búsqueda
ru_ru: У вас еще нет сохраненных мест, нажмите кнопку «+», чтобы добавить

source: Ok
ru_ru: Ок

# PartialEclipseLabel
source: Partial
es_es: Parcial
ru_ru: Частичное

# PartialLunarEclipseBeginTimeLabel
source: Partial eclipse begin time: {0:hh:mm tt}
es_es: Hora de inicio del eclipse parcial: {0}
ru_ru: Время начала частичного затмения: {0}

# PartialLunarEclipseEndTimeLabel
source: Partial eclipse end time: {0:hh:mm tt}
es_es: Hora de finalización del eclipse parcial: {0}
ru_ru: Время окончания частичного затмения: {0}

# PartialSolarEclipseBeginTimeLabel
source: Partial eclipse begin time: {0:hh:mm tt}
es_es: Hora de inicio del eclipse parcial: {0}
ru_ru: Время начала частичного затмения: {0}

# PartialSolarEclipseEndTimeLabel
source: Partial eclipse end time: {0:hh:mm tt}
es_es: Hora de finalización del eclipse parcial: {0}
ru_ru: Время окончания частичного затмения: {0}

# PenumbralEclipseLabel
source: Penumbral
ru_ru: Полутень

# PenumbralLunarEclipseBeginTimeLabel
source: Penumbral eclipse begin time: {0:hh:mm tt}
es_es: Penumbral eclipse begin time: {0}
ru_ru: Время начала полутеневого затмения: {0}

# PenumbralLunarEclipseEndTimeLabel
source: Penumbral eclipse end time: {0:hh:mm tt}
es_es: Penumbral eclipse end time: {0}
ru_ru: Время окончания полутеневого затмения: {0}

# PermissionRequiredDialogMessage
source: App needs location permission to operate. Go to app settings and grand permission or close the app
es_es: La aplicación necesita permiso de ubicación para funcionar. Vaya a la configuración de la aplicación y gran permiso o cierre la aplicación
ru_ru: Для работы приложению требуется разрешение на определение местоположения. Перейдите к настройкам приложения и предоставьте доступ или закройте приложение.

# PermissionRequiredDialogTitle
source: Permission required
es_es: Permiso requerido
ru_ru: Требуется разрешение

# PinkMoonLabel
source: Pink Moon
es_es: Luna rosa
ru_ru: Розовая луна

# PiscesLabel
source: Pisces
es_es: Piscis
ru_ru: Рыбы

# PlusAddLocationLabel
source: + Add Location
es_es: + Agregar ubicación
ru_ru: + Добавить местоположение

# SagittariusLabel
source: Sagittarius
es_es: Sagitario
ru_ru: Стрелец

# SavedLocationsLabel
source: Saved locations:
es_es: Ubicaciones guardadas:
ru_ru: Сохраненные локации:

# SaveLocationButtonText
source: Save Location
es_es: Guardar dirección
ru_ru: Сохранить местоположение

# ScorpioLabel
source: Scorpio
es_es: Escorpión
ru_ru: Скорпион

# SetsAndRisesLabel
source: Sets and Rises
es_es: Establece y se eleva
ru_ru: Закаты и Рассветы

# SettingsLabel
source: Settings
es_es: Ajustes
ru_ru: Настройки

# SnowMoonLabel
source: Snow Moon
es_es: Luna de nieve
ru_ru: Снежная Луна

# StrawberryMoonLabel
source: Strawberry Moon
es_es: Luna de fresa
ru_ru: Клубничная луна

# SturgeonMoonLabel
source: Sturgeon Moon
es_es: Luna de esturión
ru_ru: Осетровая луна

# SunAndMoonLabel
source: Sun & Moon
es_es: Sol y luna
ru_ru: Солнце и Луна

# SunEclipsesLabel
source: Sun Eclipses
es_es: Eclipses de Sol
ru_ru: Солнечные затмения

# SunEclispseTypeLabel
source: Type: {0}
es_es: Tipo: {0}
ru_ru: Тип: {0}

# SunLabel
source: Sun
es_es: Sol
ru_ru: Солнце

# SunRiseLabel
source: Sunrise: {0:hh:mm tt}
es_es: Amanecer: {0}
ru_ru: Восход солнца: {0}

# SunSetLabel
source: Sunset: {0:hh:mm tt}
es_es: Atardecer: {0}
ru_ru: Закат: {0}

# TaurusLabel
source: Taurus
es_es: Tauro
ru_ru: Телец

# TimeLabel
source: Time: {0:hh:mm:ss tt}
es_es: Hora: {0}
ru_ru: Время: {0}

# TimeTravelLabel
source: Time Travel
es_es: Viaje en el tiempo
ru_ru: Путешествие во времени

# TotalEclipseLabel
source: Total
ru_ru: Полное затмение

# TotalLunarEclipseBeginTimeLabel
source: Total eclipse begin time: {0:hh:mm tt}
es_es: Hora de inicio del eclipse total: {0}
ru_ru: Время начала полного затмения: {0}

# TotalLunarEclipseEndTimeLabel
source: Total eclipse end time: {0:hh:mm tt}
es_es: Hora total de finalización del eclipse: {0}
ru_ru: Общее время окончания полного затмения: {0}

# TypeLabel
source: Type: {0}
es_es: Tipo: {0}
ru_ru: Тип: {0}

# UnknownLocationLabel
source: Unknown Location
es_es: Ubicación desconocida
ru_ru: Неизвестное местоположение

# UTCTimeOffsetLabel
source: UTC Time Offset
es_es: Desplazamiento de hora UTC
ru_ru: UTC пояс

# UTMEastingLabel
source: UTM Easting: {0}
es_es: Este UTM: {0}
ru_ru: UTM-ориентация на восток: {0}

# UTMLatZoneLabel
source: UTM Latitude Band Grid Zone Designation: {0}
es_es: Designación de zona de cuadrícula de banda de latitud UTM: {0}
ru_ru: Обозначение зоны сетки UTM Latitude Band: {0}

# UTMLonZoneLabel
source: UTM Longitude Band Grid Zone Designation: {0}
es_es: Designación de zona de cuadrícula de banda de longitud UTM: {0}
ru_ru: Обозначение зоны сетки полосы долготы UTM: {0}

# UTMNorthingLabel
source: UTM Northing: {0}
es_es: Norte UTM: {0}
ru_ru: Северное направление UTM: {0}

# UTMTypeLabel
source: UTM Type: {0}
es_es: Tipo UTM: {0}
ru_ru: Тип UTM: {0}

# VirgoLabel
source: Virgo
ru_ru: Дева

# WaningCrescentLabel
source: Waning Crescent
es_es: Creciente menguante
ru_ru: Старая Луна

# WaningGibbousLabel
source: Waning Gibbous
es_es: Gibosa menguante
ru_ru: Убывающая Луна

# WaxingCrescentLabel
source: Waxing Crescent
ru_ru: Молодая Луна

# WaxingGibbousLabel
source: Waxing Gibbous
ru_ru: Прибывающая Луна

# WolfMoonLabel
source: Wolf Moon
ru_ru: Волчья Луна

# WormMoonLabel
source: Worm Moon
es_es: Luna de gusano
ru_ru: Червячная Луна

# ZodiacSignLabel
source: Zodiac: {0}
es_es: Zodíaco: {0}
ru_ru: Знак зодиака: {0}
